// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"Printer"="Stampante";
"Tool"="Strumento";
"Fax Settings"="Impostazioni fax";
"Fax Transmission Record"="Record trasmissione fax";
"Check Fax Connection"="Verifica connessione fax";
"Speed Dial/Group Dial List"="Elenco num. rap./CompGruppo";
"Fax Receive Monitor"="Monitor di ricezione fax";

"Str_FaxContacts"="Contatti";
"Str_FaxAddressBook"="Rubrica Indirizzi";
"Str_FaxSyncContacts"="Sincronizza %@";

// ------------------------------------------------------------------------
// Select Printer
// ------------------------------------------------------------------------
"Select Printer"="Seleziona stampante";
"Select a printer from the list."="Selezionare una stampante dall'elenco.";
"Make sure that the computer is connected to the printer, the printer driver is installed, setup for printing from the computer is finished, and the printer is turned on."="Assicurarsi che: il computer sia collegato alla stampante, il driver della stampante sia installato, la configurazione per la stampa dal computer sia completata e la stampante sia accesa.";
"Model"="Modello";
"Name"="Nome";
"Setup..."="Installazione...";
"Cancel"="Annulla";
"Select"="Seleziona";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"About FAX Utility..."="Informazioni su FAX Utility...";
"Preferences..."="Preferenze...";
"Services"="Servizi";
"Hide FAX Utility"="Nascondi FAX Utility";
"Hide Others"="Nascondi altre";
"Show All"="Mostra tutte";
"Quit FAX Utility"="Esci da FAX Utility";
"File"="File";
"Close"="Chiudi";
"Window"="Finestra";
"Minimize"="Contrai";
"Help"="Guida";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Annulla";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="Impossibile trovare il file richiesto per eseguire l'applicazione.\nReinstallare FAX Utility.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Impossibile ottenere le informazioni sulla stampante (fax). Andare a \"Preferenze Stampa e Fax\" e aggiungere il driver PC-FAX.";
"Str_Alert_Common_Confirm_OverWrite"="Il file specificato esiste già. Sovrascriverlo?";
"Str_Alert_Common_Not_Responding_Error"="La stampante non risponde. Assicurarsi che la stampante sia collegata correttamente e che sia accesa.";
"Str_Alert_Common_Communication_Error"="Si è verificato un errore di comunicazione stampante.";
"Str_Alert_Common_Printer_Processing_Error"="La stampante sta elaborando i dati. Attendere alcuni istanti e quindi riprovare.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="Errore durante la comunicazione con la stampante.\nCodice errore (%d)";
"Str_Alert_Common_Error_Occurred"="Errore. Elaborazione annullata.";
"Str_Alert_Common_PrinterStatusError"="Si è verificato un errore nella stampante. Annullare l'errore e riprovare.";

// ------------------------------------------------------------------------
// Alert(FAX Utility)
// ------------------------------------------------------------------------
"Str_Alert_Fax_Transmission_Record_Cannot_Open"="Impossibile aprire Record trasmissione fax in quanto un'altra funzione di FAX Utility è già in esecuzione. Attendere il termine e riprovare.";
"Str_Alert_Fax_Diagnosis_Cannot_Open"="Impossibile avviare Verifica connessione fax in quanto un'altra funzione di FAX Utility è già in esecuzione. Attendere il termine e riprovare.";
"Str_Alert_Fax_Settings_Cannot_Open"="Impossibile avviare Impostazioni fax in quanto un'altra funzione di FAX Utility è già in esecuzione. Attendere il termine e riprovare.";
"Str_Alert_Fax_SpeedDial_GroupDial_Cannot_Open"="Impossibile aprire Elenco num. rap./CompGruppo in quanto un'altra funzione di FAX Utility è già in esecuzione. Attendere il termine e riprovare.";

// ------------------------------------------------------------------------
"LOC_AdminPassword_Title"="Immissione password amministratore";
"LOC_AdminPassword_Label"="Password amministratore";
"LOC_AdminPassword_Alert"="Password errata.";
"LOC_AdminPassword_OK"="OK";
"LOC_AdminPassword_Cancel"="Annulla";
